import React from "react";
import GoogleMapComponents from "./Google";
import img1 from "../../Assets/images/تماس با ما 1 (1).png";
import "./ContactUs.css";
import FormContact from "../Form/Form";
import { Grid } from "@mui/material";
function ContactUs() {
  return (
    <div>
      <div className="img-holder">
        <img src={img1} className="img-roll" />
        <h3 className="head-roll"> ارتباط ما</h3>
      </div>
      <div className="text-about-us">
        <p>
          مرکز رویش و شکوفایی استعداد روشا از سال 1394 با کسب مجوز های لازم در
          حوزه استعدادیابی و استعدادپروری کودک و نوجوان شروع به فعالیت های علمی
          و پژوهشی و ایجاد زیرساخت های لازم و انجام طرح های سراسری کرد، با توجه
          به توسعه فعالیت های این مجموعه از فروردین سال 1400 با رویکردی جدید و
          استقرار در مرکز نوآوری دانشکده روانشناسی و علوم تربیتی دانشگاه تهران،
          با حضور معاونت علمی و فناوری ریاست جمهوری جناب آقای دکتر ستاری، این
          فعالیت ها در حوزه های تخصصی ارزیابی و غربالگری، کشف استعداد، پرورش
          استعداد و شتابدهی و حمایت از استعدادهای کودکان و نوجوانان متناظر با
          اهداف مرکز نوآوری آغاز به کار نمود. مرکز استعدادیابی روشا با حمایت
          وزارت تعاون، کار و رفاه اجتماعی و بنیاد ملی توسعه فناوری های فرهنگی و
          با بکارگیری جدید ترین و معتبرترین روش ها و ابزارهای سنجش استعداد و
          همچنین با بهره گیری از دانش و تجارب اعضای محترم هیئت علمی دانشگاه ها،
          در جهت مهارت آموزی، مشاوره، استعدادیابی، استعدادپروری و توانمندسازی
          کودک و نوجوان، در تلاش است با رویکرد بومی خدماتی نوینی را به صورت
          حضوری و غیرحضوری به جامعه مخاطبین اعم از دانشجویان، خانواده ها و دیگر
          اقشار جامعه ارائه نموده و زمینه سازی رشد و بالندگی نسل های آینده کشور
          را فراهم آورد. همچنین از دیگر خدمات شتابدهنده روشا، شناسایی، شتابدهی،
          تجاری سازی ایده های حوزه روانشناسی و علوم تربیتی و کودک و نوجوان،
          مشاوره کسب و کار و همچنین حمایت از کسب و کارهای نوپای این حوزه است. در
          همین زمینه، این مجموعه با بهره گیری از تیمی حرفه ای و همچنین مشاوره
          اساتید و صاحب نظران حوزه کسب و کار فرصتی بی نظیر در جهت کسب تجربه و
          نگرش عمیق، توسعه و موفقیت نوآوران را فراهم آورده است..
        </p>
      </div>
      <Grid container className="map-wrapper">
        <Grid item className="address-holder">
          <div className="title-map">
            <h3>مرکز رویش و شکوفایی استعداد</h3>
            <div className="line"></div>
            <p>
              مرکز رویش و شکوفایی استعداد روشا از سال 1394 با کسب مجوز های لازم
              در حوزه استعدادیابی و استعدادپروری کودک و نوجوان شروع به فعالیت
              های علمی و پژوهشی و ایجاد زیرساخت های لازم و انجام طرح های سراسری
              کرد، با توجه به توسعه فعالیت های این مجموعه از فروردین سال 1400 با
              رویکردی جدید و استقرار در مرکز نوآوری دانشکده روانشناسی و علوم
              تربیتی دانشگاه تهران، با حضور معاونت علمی و فناوری ریاست جمهوری
              جناب آقای دکتر ستاری، این فعالیت ها در حوزه های تخصصی ارزیابی و
              غربالگری، کشف استعداد، پرورش استعداد و شتابدهی و حمایت از
              استعدادهای کودکان و نوجوانان متناظر با اهداف مرکز نوآوری آغاز به
              کار نمود. مرکز استعدادیابی روشا با حمای
            </p>
          </div>
          <GoogleMapComponents />
        </Grid>
      </Grid>
      <Grid container className="form-holder">
        <Grid item className="form-holder-wrapper">
          <div className="info-holder">
            <h3>ارتباط با ما</h3>
            <div className="line"></div>
            <p>
              {" "}
              مرکز رویش و شکوفایی استعداد روشا از سال 1394 با کسب مجوز های لازم
              در حوزه استعدادیابی و استعدادپروری کودک و نوجوان شروع به فعالیت
              های علمی و پژوهشی و ایجاد زیرساخت های لازم و انجام طرح های سراسری
              کرد، با توجه به توسعه فعالیت های این مجموعه از فروردین سال 1400 با
            </p>
          </div>
          <FormContact />
        </Grid>
      </Grid>
    </div>
  );
}
export default ContactUs;
